{
	tips:[
		{
			"freq":0,
			"tip":"Vous pouvez modifier la fréquence des conseils en ajoutant un objet json au lieu d'une chaîne, comme suit. Par exemple, cette astuce a une fréquence de 0 et n'apparaîtra jamais. La valeur par défaut de la fréquence est 1."
		},
		"Abaissez vos boucliers pour dissiper le flux \"dur\" généré par les dégâts subis par les boucliers.",
		"Les boucliers et les armes génèrent tous deux du flux, donc abaisser vos boucliers pour encaisser quelques coups sur la coque et le blindage augmentera votre puissance de feu soutenue. Cela peut être vital, en particulier pour les navires lourdement blindés.", 
		"Les dégâts des armes à faisceau sur les boucliers génèrent un flux \"doux\" qui peut être dissipé sans laisser tomber les boucliers",
		"Appuyez sur TAB pour basculer l'interface utilisateur de commande. Utilisez l'interface utilisateur de commande pour donner des ordres à votre flotte.",
		"Ordonner à un navire d'escorter un autre limite la mobilité de l'escorte. Utilisez la commande avec précaution.",
		"Si vos boucliers subissent trop de dégâts, le navire sera surchargé et les armes et boucliers seront désactivés pendant quelques secondes.",
		"Les missiles à longue portée (LRM) peuvent toucher des cibles au-delà de la portée visuelle. Appuyez sur Tab pour ouvrir l'interface de commande et ciblez les navires éloignés en cliquant dessus, puis en sélectionnant « Définir comme cible »..",
		"En combat, déplacez la souris pour déplacer la vue. Appuyez sur « T » pour ancrer votre vue sur votre cible, puis appuyez à nouveau sur « T » pour revenir à la vue normale.",
		"Appuyez sur LMB pour tirer et RMB pour utiliser les boucliers. Utilisez WASD pour piloter le navire.",
		"Les dégâts cinétiques sont bons contre les boucliers, tandis que les dégâts explosifs sont bons contre les blindages.",
		"Les dégâts de fragmentation sont faibles contre tout sauf la coque exposée, mais les armes qui les infligent ont tendance à être très efficaces en termes de flux.",
		"Les armes à énergie sont aussi efficaces contre les boucliers que contre les blindages, mais ne le sont pas aussi efficaces que des types de dégâts plus spécialisés.",
		"Un emplacement d'arme de missile est polyvalent - il existe des missiles pour remplir pratiquement tous les rôles - mais les lanceurs de missiles ont généralement des munitions très faibles.",
		"Utiliser vos armes ou vos boucliers font monter votre niveau de flux. Lorsque le niveau de flux est maximal, vous devez attendre qu'il diminue avant de pouvoir tirer à nouveau.",
		"Les vaisseaux reçoivent un boost à la vitesse maximale lorsque leur niveau de flux est nul, sauf s'ils se trouvent à l'intérieur d'une nébuleuse.",
		"Lors du réaménagement d'un vaisseau, Maj-cliquez sur un emplacement d'arme pour installer l'arme précédemment sélectionnée sans ouvrir le menu de sélection d'arme.",
		"Lors de la création de groupes d'armes pour un vaisseau, Maj-cliquez pour attribuer toutes les armes du même type.",
		"Lors de l'édition d'un champ de texte, vous pouvez appuyer sur Maj-Retour arrière pour l'effacer, ou Ctrl. -Retour arrière pour supprimer le dernier mot.",
		"La plupart des échanges sur le marché libre ne sont pas rentables à cause des taxes douanières. Profitez des événements et des perturbations en cours pour réaliser des profits.",
		"Maintenez la touche Maj enfoncée tout en ajoutant ou en supprimant des évents de flux ou des condensateurs pour le faire plus rapidement.",
		"Maintenez la touche Maj enfoncée tout en faisant défiler la molette de la souris pour faire défiler plus rapidement.",
		"Contrôle-clic pour acheter/vendre une pile. Maj-clic pour récupérer les éléments un par un. Maintenez la touche Maj enfoncée et cliquez et faites glisser pour sélectionner une quantité spécifique. Maintenez la touche Alt enfoncée et faites glisser pour vendre ou transférer rapidement des piles sous le pointeur de la souris.",
		"Contrôle-clic pour acheter/vendre une pile. Maj-clic pour récupérer les éléments un par un. Maintenez la touche Maj enfoncée et cliquez et faites glisser pour sélectionner une quantité spécifique.",
		"Pour déplacer la carte en combat, faites un clic droit et faites glisser ou utilisez les touches fléchées.",
		"Lancer des torpilles à bout portant peut être dangereux pour votre vaisseau.",
		"Les vaisseaux avec une désignation (D) sont des versions inférieures aux coques normales.",
		"Déployer des vaisseaux au combat réduit leur préparation au combat (\"CR\"), ce qui coûte des fournitures pour les récupérer.",
		"Déployer plus de vaisseaux que nécessaire au combat peut coûter plus de fournitures que ce que vous gagnez en combattant.",
		"Les vaisseaux consomment des fournitures pour la maintenance en fonction de leur statistique de fournitures/mois, et consomment des fournitures supplémentaires pendant la récupération de CR ou en cours de réparation.",
		"Votre flotte peut transporter une cargaison, un équipage ou du carburant au-delà de sa capacité maximale au prix d'une consommation de fournitures supplémentaire.",
		"Vous pouvez obtenir des informations supplémentaires à partir de nombreuses infobulles en appuyant sur F1 pour les développer.",
		"Plus d'armes n'est pas toujours mieux - avoir suffisamment de capacité de flux et de dissipation pour un tir soutenu peut être plus important.",
		"Le réaménagement d'un vaisseau dans l'espace réduira son aptitude au combat, en particulier lors du changement des mods de coque.",
		"Les armes qui tirent des boulets d'énergie ou des projectiles peuvent toucher des cibles au-delà de leur portée maximale, mais elles n'infligent que des dégâts de flux doux aux boucliers lorsqu'elles le font.",
		"Vous pouvez créer des groupes de navires en utilisant Ctrl et les touches numériques, et les sélectionner en utilisant les touches numériques. Cela fonctionne à la fois en combat et dans la boîte de dialogue de déploiement.",
		"Les porte-avions cesseront de lancer des chasseurs de remplacement une fois que leur préparation au combat atteindra 0 %.",
		"Les porte-avions armés uniquement d'armes de défense ponctuelle et de missiles tenteront de se tenir à l'écart des navires ennemis.",
		"Appuyez sur 'Z' pour alterner entre ordonner aux chasseurs d'un porte-avions d'attaquer ou de se répliquer.",
		"Ordonner aux chasseurs de se regrouper ralentira la vitesse de remplacement du porte-avions et incitera les ailes endommagées à essayer de s'abriter derrière le porte-avions.",
		"Lors du pilotage d'un porte-avions, ses chasseurs escorteront un navire ami si le porte-avions le cible, et continueront de l'escorter jusqu'à ce qu'ils soient rappelés même si la cible est éliminée.",
		"Les bombardiers ont un potentiel de dégâts élevé, mais fonctionnent mieux lorsqu'ils sont combinés avec d'autres chasseurs, armes et navires pour s'assurer qu'ils peuvent infliger les dégâts.",
		"Les augmentations de pourcentage sont additives. Les réductions de pourcentage sont généralement multiplicatives.",
		"Les flottes lentes n'attirent pas les attaques de tempête dans l'hyperespace.",
		"Les armes ont un recul réduit de moitié lorsqu'elles sont montées dans des emplacements de point d'emport.",
		"Saborder un vaisseau - ou simplement ne pas le récupérer - produira plus de valeur en carburant et en fournitures que le vendre.",
		"Si un système stellaire a peu d'emplacements stables, vous pouvez en créer un nouveau en interagissant avec l'étoile.",
		"Affecter des marines pour attaquer un objectif à faible danger peut créer une diversion et réduire les pertes d'un raid dangereux plus que de garder ces marines en réserve.",
		"Le camp avec les officiers les plus compétents aux commandes de navires prêts au combat obtient plus de points de déploiement.",
		"Les navires avec des officiers ou des s-mods sont presque toujours récupérables s'ils sont perdus au combat. Certaines compétences et certains mods de coque peuvent également rendre d'autres navires toujours récupérables.",
		"Le sabordage ou la perte d'un vaisseau sur lequel vous avez intégré des s-mods vous donne suffisamment d'XP bonus pour récupérer les points d'histoire dépensés pour y intégrer ces s-mods.",
		"Les courants de glissement sont temporaires et, dans la mémoire récente, synchronisés avec le cycle standard du Domaine. Dans la première moitié du cycle, ils ont tendance à s'écouler vers l'est galactique, et dans la seconde moitié, vers l'ouest."    
	]  
}
